//- Створити масив, наповнити його 10 елементами будь-якого типу, вивести кожен елемент в консоль

let arr = [];
arr[0] = 1;
arr[1] = 'okten';
arr[2] = true;
arr[3] = 'hello';
arr[4] = false;
console.log('arr', arr)

//- Створити 3 об'єкти які описують книги. Поля об'єкту : title ,pageCount, genre.
//- Створити 3 об'єкти які описують книги. Поля об'єкту : title ,pageCount, genre, authors. Поле "автори" - масив. Кожен автор має поля name,age
//- Створити масив з 10 об'єктами які описують сутніть "користувач". Поля: name, username,password. Вивести в консоль пароль кожного користувача